Repository: ToMark1881/DetectAR
Catalog: DetectAR/*.lproj/Localizable.strings
Languages: ru, uk

# currentLanguage
source: en
uk: uk

source: Translation
ru: Перевод
uk: Переклад

source: Need to download language model
ru: Нужно загрузить модель для языка
uk: Необхідно завантажити модель для мови

source: Download
ru: Загрузить
uk: Завантажити

source: Cancel
ru: Закрыть
uk: Закрити

source: Error
ru: Ошибка
uk: Помилка

source: Point the camera at an object. The application will try to recognize it
ru: Наведите камеру на объект. Приложение попытается его распознать
uk: Наведіть камеру на предмет. Програма спробує його розпізнати

source: This field contains the name of the intended object that the camera sees
ru: Это поле содержит название предполагаемого объекта, который видит камера.
uk: Це поле містить назву передбачуваного об’єкта, який бачить камера

source: Tap on an object to add a sticker on it
ru: Тапните на объект чтоб добавить наклейку на него
uk: Натисніть на предмет, щоб додати на нього наклейку

source: You can remove the last sticker by clicking on this button
ru: Вы можете удалить последнюю наклейку, нажав на эту кнопку
uk: Ви можете видалити останню наліпку, натиснувши на цю кнопку

source: Ok
ru: Ок
uk: Ок

source: Number of suggestions
uk: Кількість припущень

source: You can remove the all stickers by clicking on this button
uk: Ви можете видалити всі наліпки, натиснувши на цю кнопку

source: The object will be named by the first name from the list
uk: Об'єкт буде названий першим найменуванням зі списку
